Repository: cecy07/k-trains
Catalog: locales/*/LC_MESSAGES/*.po
Languages: es, it

source: Select your language
es: Selecciona tu idioma
it: Seleziona la tua lingua

source: Fork me on:
es: Haz un fork en:

source: Select railways company
es: Selecciona la compañía de ferrocarriles
it: Seleziona la compagnia ferroviaria

source: Get your credentials from {} website: [{}]({})
es: Obtén tus credenciales del sitio web de {}:[{}]({})
it: Ottieni le tue credenziali dal sito web di {}:[{}]({})

source: Login
es: Iniciar sesión
it: Accedi

source: Login failed
es: Inicio de sesión fallido
it: Accesso fallito

source: Logged in successfully to {}
es: Has iniciado sesión con éxito en {}
it: Accesso effettuato con successo a {}

source: Logged in as: {}
es: Sesión iniciada como: {}
it: Accesso effettuato come: {}

source: Logout
es: Cerrar sesión
it: Esci

source: Departure
es: Salida
it: Partenza

source: Arrival
es: Llegada
it: Arrivo

source: Search
es: Buscar
it: Ricerca

source: Type
es: Tipo
it: Tipo

source: Schedule
es: Horario
it: Orario

source: Time
es: Hora
it: Ora

source: Duration
es: Duración
it: Durata

source: Normal/Special Seat
es: Asiento Normal/Especial
it: Posto Normale/Speciale

source: Price
es: Precio
it: Prezzo

source: Search results for {}:
es: Resultados de la búsqueda para {}:
it: Risultati della ricerca per {}:

source: Runner Settings
es: Configuración del Ejecutor
it: Impostazioni Esecutore

source: The app will automatically reserve and/or notify you when the train is available.
es: La aplicación reservará automáticamente y/o te notificará cuando el tren esté disponible.
it: L'applicazione effettuerà automaticamente la prenotazione e/o ti notificherà quando il treno sarà disponibile.

source: Reserve settings
es: Configuración de Reserva
it: Impostazioni di Prenotazione

source: Reserve the train(s) automatically. You will need to reserve in the app/website within a few minutes.
es: Reserva automáticamente el/los tren(es). Deberás reservar en la aplicación/sitio web en pocos minutos.
it: Prenota automaticamente il/i treno/i. Dovrai prenotare nell'app/sito web entro pochi minuti.

source: If you do not process the payment, the reservation will be cancelled automatically.
es: Si no procesas el pago, la reserva se cancelará automáticamente.
it: Se non procedi al pagamento, la prenotazione verrà cancellata automaticamente.

source: Number of tickets
es: Número de boletos
it: Numero di biglietti

source: Please select the preferred seat type. If both are selected, the app will try to reserve the first available.
es: Por favor, selecciona el tipo de asiento preferido. Si ambos están seleccionados, la aplicación intentará reservar el primero disponible.
it: Seleziona il tipo di posto preferito. Se sono entrambi selezionati, l'app cercherà di prenotare il primo disponibile.

source: General seat
es: Asiento General
it: Posto Generale

source: Special seat
es: Asiento Especial
it: Posto Speciale

source: Email notifications settings
es: Configuración de Notificaciones por Correo Electrónico
it: Impostazioni di Notifica via Email

source: Notify you when the train is available.
es: Te notificará cuando el tren esté disponible.
it: Ti notificherà quando il treno sarà disponibile.

source: Receivers are the email addresses that will receive notifications. Use commas to separate multiple addresses.
es: Los destinatarios son las direcciones de correo electrónico que recibirán notificaciones. Usa comas para separar múltiples direcciones.
it: I destinatari sono gli indirizzi email che riceveranno le notifiche. Usa le virgole per separare gli indirizzi multipli.

source: Note: sender email is
es: Nota: el correo electrónico del remitente es
it: Nota: l'indirizzo email del mittente è

source: Be sure to check your spam folder.
es: Asegúrate de revisar tu carpeta de spam.
it: Assicurati di controllare la tua cartella spam.

source: Receivers
es: Destinatarios
it: Destinatari

source: Check to reserve the ticket.
es: Marca para reservar el boleto.
it: Spunta per prenotare il biglietto.

source: Reserve
es: Reservar
it: Prenota

source: Check to Notify to email.
es: Marca para Notificar por Correo Electrónico.
it: Spunta per Notificare via Email.

source: Notify
es: Notificar
it: Notifica

source: Submit
es: Enviar
it: Invia

source: Please set receiver(s) email in the sidebar
es: Por favor, configura el/los correo(s) del destinatario en la barra lateral.
it: Imposta il/i tuo/i indirizzo/i email nella barra laterale.

source: Please select at least one train
es: Por favor, selecciona al menos un tren.
it: Per favore, seleziona almeno un treno.

source: Running...
es: Ejecutando...
it: In esecuzione...

source: Hang tight, I'm running... This may take some time, until we find a train!
es: Espera, estoy ejecutando... Esto puede tomar algún tiempo, hasta que encontremos un tren!
it: Attendi, sto eseguendo... Ci potrebbe volere del tempo, fino a quando non troviamo un treno!

source: Log:
es: Registro:
it: Registro:

source: Stop runner
es: Detener ejecución
it: Ferma l'esecutore

source: Stopped
es: Detenido
it: Fermato

source: No process running
es: No hay procesos en ejecución
it: Nessun processo in esecuzione
